[
  {
    "id": 1,
    "title": "Coffee Shop website",
    "url": "./images/project1.png",
    "description": "This was my first official project that I completed during the TripleTen bootcamp. This is a coffee shop website that implemented advance use of CSS and well structured HTML."
  },
  {
    "id": 2,
    "title": "Arround the US",
    "url": "./images/project2.png",
    "description": "This is a gallary website that I created during the TripleTen bootcamp. This website is a gallary of images for users to load stored files or links of pictures to places they have been in the US. This website was my first JavaScript project and is able to store items in a .json file to store the images in the frontend."
  },
  {
    "id": 3,
    "title": "What to Wear Today App",
    "url": "./images/project3.png",
    "description": "This is my third and first Full-stack project from my TripleTen bootcamp. In this project I used React frame work to create a dynamic frontend design and Express to handle the back end calls to my server. With this app users are able to login and create cards for different clothing items. I also used a third party api to get the actual weather for the users location. This was my favorite project because it was the first time I was able to see the full stack in action."
  },
  {
    "id": 4,
    "title": "Final Project",
    "url": "./images/project4.png",
    "description": "My final project for the TripleTen bootcamp was to create a full stack application that was able to handle user authentication and store data in a database. I created a website that was able to store user information and allow users to create a profile and using a third party api known as plaid to login to there bank accounts. The website would then store the users bank account information and display it on the users profile page. This was my most challenging project but also the most rewarding. Users could also see transaction history and be able to set goals. With such a short time frame I was able to create a fully functional website that was able to handle user authentication and store data in a database."
  }

]